@extends('layouts.app')

@section('content')
<div class="container">
    <div class="row justify-content-center">
        <div class="col-sm-8">
            <div class="card">
                <div class="card-body">
                    @if (session('status'))
                        <div class="alert alert-success" role="alert">
                            {{ session('status') }}
                        </div>
                    @endif

                    <div class="alert alert-warning">
					<h5>Упътване за работа с приложението</h5>
					<ol>
						<li>От страницата "Изтегляне" се изтегля файл във формат на Excel.
						Това става, като се щракне върху синия бутон "Изтегляне".
						Файлът се попълва с ключа с верните отговори на задачите от теста и с
						отбелязаните от учениците възможности за отговор (A, B, C, D или X,
						ако не е попълнен отговор). Файлът се запазва.</li>
						<li>На страницата "Импорт" се импортва попълненият файл във формат 
						на Excel. </li>
						<li>На страницата "Генериране" се щраква върху синия бутон "Генериране на
						файл", за да се обработят вече импортнатите данни и да се създаде файл с 
						анализ на теста.</li>
						<li>На страницата "Търсене" се въвеждат начална и крайна дата. В този времеви 
						интервал се търсят и извеждат вече генерираните файлове с анализи на тестове.
						За да се изтегли даден файл, се щраква върху линка с неговото име.</li>
					</ol>
					</div>
                </div>
            </div>
        </div>
    </div>
</div>
@endsection
