@extends('layouts.app')

@section('content')
<div class="container">
    <div class="row justify-content-center">
        <div class="col-sm-8">
            <div class="card">
                <div class="card-body">
                    @if (session('status'))
                        <div class="alert alert-success" role="alert">
                            {{ session('status') }}
                        </div>
                    @endif

                    <div class="alert alert-warning">
					<h5>Упътване за работа с приложението</h5>
					1. От зеления бутон "Изтегли файл-шаблон" се изтегля екселски файл. Той се запазва и се попълва с:<br>
					- ключа с верните отговори на задачите от теста,<br>
					- броя възможности за отговор (дистрактори),<br>
					- посочените от учениците възможности за отговор на задачите. Ако ученик не е посочил отговор, се попълва "Х".  
					
					<br>
					2. Попълненият файл се избира в полето "Избери файл" и се натиска синият бутон "Запиши".
					
					<br>
					3. При успешно записване на данните излиза съобщение "Файлът е запазен успешно" и зелен бутон "Статистика за теста". При натискане на този бутон се генерира екселски файл с резултати от теста.
					<br>
					4. Резултатният екселски файл съдържа:<br>
					- брой точки и оценка за съответния ученик, диаграми, онагледяващи представянето на учениците,<br>
					- анализ на теста,<br>
					- анализ на задачите на теста,<br>
					- анализ на дистракторите.
					
					
					
					
					
					
					</div>
                </div>
            </div>
        </div>
    </div>
</div>
@endsection
